
var data={
    "links": [
        {
            "src": "img/1463965596600.jpg"

        },
        {
            "src": "img/1463966109556.jpg"

        },
        {
            "src": "img/1463966090430.jpg"
        }
    ],
    "phone": [
       {
            "src": "img/1465176562072.png"

        },
        {
            "src": "img/1465176531594.jpg"

        },
        {
            "src": "img/1465176547701.jpg"

        }
    ],
    "clothing": [
       {
            "src": "img/1464571948782.jpg"

        },
        {
            "src": "img/1464571964328.png"

        },
        {
            "src": "img/1464571930566.jpg"

        }
    ],
    "shoes": [
       {
            "src": "img/1465176348183.jpg"

        },
        {
            "src": "img/1465176360553.png"

        },
        {
            "src": "img/1465176331836.jpg"

        }
    ],
    "foods": [
       {
            "src": "img/1464571269463.jpg"

        },
        {
            "src": "img/1464571291463.jpg"

        },
        {
            "src": "img/1464571308088.png"

        }
    ],
    "furniture": [
       {
            "src": "img/1465176499524.png"

        },
        {
            "src": "img/1465176468121.jpg"

        },
        {
            "src": "img/1465176483900.jpg"

        }
    ],
    "home": [
       {
            "src": "img/1465176405387.jpg"

        },
        {
            "src": "img/1465176419833.jpg"

        },
        {
            "src": "img/1465176434596.png"

        }
    ],
    "sport": [
       {
            "src": "img/1465176593492.jpg"

        },
        {
            "src": "img/1464571713778.jpg"

        },
        {
            "src": "img/1464571769243.png"

        }
    ],
    "clocks": [
       {
            "src": "img/1465176172860.jpg"

        },
        {
            "src": "img/1464571690613.jpg"

        },
        {
            "src": "img/1465176156842.jpg"

        }
    ],
    "mother": [
       {
            "src": "img/1464571840844.jpg"

        },
        {
            "src": "img/1465176193756.png"

        },
        {
            "src": "img/1465176607397.jpg"

        }
    ],
    "nutrtion": [
       {
            "src": "img/1465176283788.png"

        },
        {
            "src": "img/1465176246466.jpg"

        },
        {
            "src": "img/1465176267556.jpg"

        }
    ],
    "dressing": [
           {
            "src": "img/1464571887239.png"

        },
        {
            "src": "img/1465286655862.jpg"

        },
        {
            "src": "img/1465176622137.png"

        }
    ],
     "header1": [
           {
            "left0":[
            "1F",
            "2F",
            "3F",
            "4F",
            "5F",
            "6F",
            "7F",
            "8F",
            "9F",
            "10F",
            "11F",
            "12F"
            ]
        },
        {
            "left1":[
            "营养保健",
            "食品酒水",
            "服饰内衣",
            "鞋靴箱包",
            "配饰钟表",
            "家居用品",
            "家纺家饰",
            "运动户外",
            "配饰钟表",
            "手机数码",
            "家用电器",
            "母婴玩具"
            ]
        },
        [
            [
            "阿胶膏",
            "酵素",
            "西洋参",
            "玛咖",
            "枸杞",
            "爱司盟"
            ],
             [
            "坚果礼盒",
            "杂粮礼盒素",
            "红酒",
            "水果",
            "生鲜",
            "零食"
            ],
            [
            "羽绒服",
            "毛呢大衣",
            "睡衣/家居服",
            "职业裙装",
            "皮草",
            "保暖套装"
            ],
            [
            "冬靴",
            "正装",
            "男鞋",
            "公文包",
            "雪地靴",
            "高帮鞋"
            ],
            [
            "保时捷",
            "天梭",
            "暴龙",
            "手串",
            "KennethCole",
            "耳饰"
            ],
            [
            "保时捷",
            "天梭",
            "暴龙",
            "手串",
            "KennethCole",
            "耳饰"
            ],
                        [
            "阿胶膏",
            "酵素",
            "西洋参",
            "玛咖",
            "枸杞",
            "爱司盟"
            ],
             [
            "坚果礼盒",
            "杂粮礼盒素",
            "红酒",
            "水果",
            "生鲜",
            "零食"
            ],
            [
            "羽绒服",
            "毛呢大衣",
            "睡衣/家居服",
            "职业裙装",
            "皮草",
            "保暖套装"
            ],
            [
            "冬靴",
            "正装",
            "男鞋",
            "公文包",
            "雪地靴",
            "高帮鞋"
            ],
            [
            "保时捷",
            "天梭",
            "暴龙",
            "手串",
            "KennethCole",
            "耳饰"
            ],
            [
            "保时捷",
            "天梭",
            "暴龙",
            "手串",
            "KennethCole",
            "耳饰"
            ]
        ],
    //左侧栏下数据
    [
        [
        "莱沃纤体梅",
        "倩元堂纤体梅",
        "百草润清液",
        "玫瑰四物汤",
        "藏原蜜语蜂蜜",
        "藏红花茶",
        "玫瑰固元阿胶膏",
        "宝元堂玛咖精片",
        "宝元堂玛咖干片",
        "黄金海岸玛咖精片"
        ],
        [
        "西班牙西莫红葡萄酒",
        "进口中原G7咖啡",
        "羊蝎子火锅4斤组合",
        "蒙牛纯甄酸牛奶",
        "正品猴头菇饼干",
        "新疆和田玉枣",
        "金龙鱼东北大米",
        "福临门大豆油",
        "蜂蜜柚子茶",
        "泸州老窖老酒坊"
        ],
        [
        "貂绒针织连衣裙",
        "达人缘创2016年新款",
        "雨中邂逅时尚刺绣蕾丝",
        "美圣菲女装新款丝绒",
        "修身显瘦连衣裙",
        "假两件打底衫",
        "冬装大码毛呢外套",
        "馨羲雅妮2016春款上",
        "蕾丝一字肩长款礼服",
        "撞色拼接大摆长裙"
        ],
        [
        "貂绒针织连衣裙",
        "达人缘创2016年新款",
        "雨中邂逅时尚刺绣蕾丝",
        "美圣菲女装新款丝绒",
        "修身显瘦连衣裙",
        "假两件打底衫",
        "冬装大码毛呢外套",
        "馨羲雅妮2016春款上",
        "蕾丝一字肩长款礼服",
        "撞色拼接大摆长裙"
        ],
        [
        "波斯丹顿新款男士拉链",
        "百年纪念时尚英伦马丁",
        "老人头女士真皮编织大",
        "COACH蔻驰女款深棕",
        "摩伊拉2015冬季新款",
        "南极人男士牛皮手提包",
        "OBOSI/欧柏斯2015新",
        "Pmsix（天熙）2015",
        "拼接大摆长裙",
        "撞色拼接大摆长裙"
        ],
    
        [
        "珍珠红玛瑙手链",
        "全自动机械表",
        "黄金纪念版腕表",
        "巴宝莉女表",
        "帕莎太阳镜",
        "水晶天鹅项链",
        "时尚钻石腕表",
        "ODM石英女表",
        "波士顿手表",
        "施华洛世奇手鐲"
        ],
        [
        "居乐美榨汁器",
        "心相印抽纸",
        "居乐美化妆包",
        "居乐美净排足贴",
        "居乐美盆三件套",
        "居乐美衣架",
        "汰渍去渍洗衣粉",
        "经络理疗仪",
        "继红旋转调料盒",
        "继红收纳箱"
        ],
        [
        "莱沃纤体梅",
        "倩元堂纤体梅",
        "百草润清液",
        "玫瑰四物汤",
        "藏原蜜语蜂蜜",
        "藏红花茶",
        "玫瑰固元阿胶膏",
        "【2袋装】江南好新疆大枣和田骏枣一等五星大红枣500g×2袋",
        "宝元堂玛咖精片",
        "宝元堂玛咖干片"
        ],
        [//9
        "珍珠红玛瑙手链",
        "全自动机械表",
        "黄金纪念版腕表",
        "巴宝莉女表",
        "帕莎太阳镜",
        "水晶天鹅项链",
        "时尚钻石腕表",
        "ODM石英女表",
        "波士顿手表",
        "施华洛世奇手鐲"
        ],
        [
        "佳能EOS100D单反相机套机",
        "iPhone6s64G玫瑰粉色",
        "宏碁游戏笔记本",
        "beats入耳式耳机",
        "佳能EOS100D单反相机套机",
        "iPhone6s64G玫瑰粉色",
        "宏碁游戏笔记本",
        "佳能EOS100D单反相机套机",
        "宏碁游戏笔记本",
        "beats入耳式耳机"
        ],       
        [
        "智能手表，通话防丢",
        "泰昌全自动足浴盆",
        "海尔热水器",
        "飞利浦电视",
        "LG滚筒洗衣机",
        "大功率吹风机",
        "大功率电吹风",
        "博朗电动牙刷",
        "九阳豆浆机",
        "康佳"
        ],
        [
        "【热卖】德运高钙奶粉",
        "【推荐】新安怡奶瓶套装",
        "【超值】惠氏婴儿洗护套装",
        "大王纸尿裤",
        "好孩子",
        "放心行",
        "荷兰美素",
        "博朗电动牙刷",
        "儿童安全座椅",
        "婴儿牛奶营养霜"
        ]
    ],
    [ 
        [
        "img/1457324003901.jpg",
        "img/1457324126981.jpg"
        ],
        [
        "img/img2/1457318893910.jpg",
        "img/img2/1457318972543.jpg"
        ],
        [
        "img/img2/1457321048561.jpg",
        "img/img2/1457321099470.jpg"
        ],
        [
        "img/img2/1457322268032.jpg",
        "img/img2/1457322125473.jpg"
        ],
        [
        "img/img2/1457319591187.jpg",
        "img/img2/1457319646035.jpg"
        ],
        [
        "img/img2/1456720708868.jpg",
        "img/img2/1456720800861.jpg"
        ],
        [
        "img/img2/1456720940058.jpg",
        "img/img2/1456721057593.jpg"
        ],
        [
        "img/img2/1457319746538.jpg",
        "img/img2/1457319799801.jpg"
        ],
        //9
        [
        "img/img2/1457321800957.jpg",
        "img/img2/1457321847400.jpg"
        ],
        [
        "img/img2/1457319935302.jpg",
        "img/img2/1457320027093.jpg"
        ],
        [
        "img/img2/1457320107197.jpg",
        "img/img2/1457320160812.jpg"
        ],
        [
        "img/img2/1456722127599.jpg",
        "img/img2/1456722210513.jpg"
        ]
    ],
    //第二个ul
 [
    [
        "img/1457326149857.jpg",
        "img/1457326201039.jpg"
    ],
    [
        "img/img2/1457318915556.jpg",
        "img/1457486170656.jpg"
    ],
    [
        "img/img2/1457321065321.jpg",
        "img/img2/1457321114193.jpg"
    ],
    [
        "img/img2/1457322275785.jpg",
        "img/img2/1457322139605.jpg"
    ],
    [
        "img/img2/1457319610930.jpg",
        "img/img2/1457319660073.jpg"
    ],
    [
        "img/img2/1456720731130.jpg",
        "img/img2/1456720821715.jpg"
    ],
    [
        "img/img2/1456720979106.jpg",
        "img/img2/1456721099072.jpg"
    ],
    [
        "img/img2/1457319763303.jpg",
        "img/img2/1457319814542.jpg"
    ],
    [
        "img/img2/1457321819439.jpg",
        "img/img2/1457321900211.jpg"
    ],
    [
        "img/img2/1457328254701.jpg",
        "img/img2/1457320045888.jpg"
    ],
    [
        "img/img2/1457320122196.jpg",
        "img/img2/1457320172749.jpg"
    ],
    [
        "img/img2/1456722149343.jpg",
        "img/img2/1456722232186.jpg"
    ]
  ],
      //第三个ul
 [
    [
        "img/1457324092876.jpg",
        "img/1457328301903.jpg"
    ],
    [
        "img/img2/1457318946301.jpg",
        "img/img2/1457486176007.jpg"
    ],
    [
        "img/img2/1457321086634.jpg",
        "img/img2/1457321133156.jpg"
    ],
    [
        "img/img2/1457322291183.jpg",
        "img/img2/1457322151596.jpg"
    ],
    [
        "img/img2/1457319627919.jpg",
        "img/img2/1457319677052.jpg"
    ],
    [
        "img/img2/1456720762802.jpg",
        "img/img2/1456720843045.jpg"
    ],
    [
        "img/img2/1456721027489.jpg",
        "img/img2/1456721124780.jpg"
    ],
    [
        "img/img2/1457319785684.jpg",
        "img/img2/1457319840797.jpg"
    ],
    [
        "img/img2/1457321831530.jpg",
        "img/img2/1457321920639.jpg"
    ],
    [
        "img/img2/1457319964149.jpg",
        "img/img2/1457320060963.jpg"
    ],
    [
        "img/img2/1457320145655.jpg",
        "img/img2/1457320189582.jpg",
    ],
    [
        "img/img2/1456722167904.jpg",
        "img/img2/1456722265159.jpg"
    ]
  ],
       //第四个ul
 [
    [
        "img/1457326047125.jpg"
    ],
    [
        "img/img2/1457327165462.jpg"
    ],
    [
        "img/img2/1457324548278.jpg"
    ],
    [
        "img/img2/1457327428771.jpg"
    ],
    [
        "img/img2/1457324638510.jpg"
    ],
    [
        "img/img2/1456725417395.jpg"
    ],
    [
        "img/img2/1456884613329.jpg"
    ],
    [
        "img/img2/1457324692978.jpg"
    ],
    [
        "img/img2/1456884701738.jpg"
    ],
    [
        "img/img2/1457324738916.jpg"    
    ],
    [
        "img/img2/1456725305000.jpg"
    ],
    [
        "img/img2/1456724151507.jpg"
    ]
  ],
    [//菜单标题
        ["家电"],
        ["数码"],
        ["个护"],
        ["服装"],
        ["鞋靴"],
        ["食品"],
        ["家具"],
        ["家纺"],
        ["户外"],
        ["钟表"],
       ["母婴玩具"],
       ["保健品"]
   ],
   [
        [
        "电视机",
         "冰箱",
         "洗衣机",
         "空调",
         "烟机/灶具",
         "热水器",
         "消毒柜/洗碗机",
         "冷柜",
         "家电配件"
        ],
        [
        "新洗衣机",
         "旧洗衣机",
         "洗衣机",
         "灶具",
         "烟机",
         "热水",
         "消毒柜",
         "洗碗机",
         "配件"
        ],
        [
        "新洗衣机",
         "旧洗衣机",
         "洗衣机",
         "灶具",
         "烟机",
         "热水",
         "消毒柜",
         "洗碗机",
         "配件"
        ],
   ]
]
//  //二级菜单
// list:[
//
// ]
    
}
